<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>奖聊用户服务协议</title>

<style>
	body{
		font-size:15px;
	}
	h1{
		font-size:17px;
	}
	h2{
		font-size:19px;
	}
</style>

</head>
<body>
<h2>一、	服务协议的确认和接纳</h2>
<p>奖聊的各项基于互联网以及通信网的相关服务（以下简称“服务”）的所有权及经营运作权，归辽宁佰艺霖科技有限公司所有。因此，本协议中奖聊是指辽宁佰艺霖科技有限公司及其相关服务可能存在的运营关联单位，用户指奖聊相关服务使用人（本协议中也称作“您”），本协议是用户与奖聊之间关于用户使用奖聊相关服务所订立的协议，本协议的范围包括辽宁佰艺霖科技有限公司旗下所有产品（包括但不限于电脑网站、手机客户端、触屏网站、电视客户端等）。
奖聊提供的服务将完全按照其发布的章程、服务条款和操作规则严格执行。为获得相关服务，用户应当同意本协议（即《奖聊法律声明》）的全部条款，除非您已阅读并接收本协议的所有条款，否则您无权使用奖聊提供的服务。您使用奖聊的服务（包括但不限于注册奖聊账户、查看数据等）即视为您已阅读并同意上述协议的约束。
佰艺霖公司特别重视未成年人的保护，如果您未满18周岁，则为未成年人，应在见熟人监护、指导下阅读本协议，并且不得成为奖聊的注册用户，不得使用注册用户才能使用的一切服务。</p>
<h2>二、	服务协议的修订和新增</h2>
<p>奖聊有权在必要时修改服务条款，服务条款一旦发生变动，将会在重要页面上提示修改内容。如果不同意所改动的内容，用户可以主动取消服务或停止使用奖聊的软件和服务。如果用户继续享用服务，则视为接收服务条款的变动。
奖聊将不时提供其他服务，而且这些其他服务可能是受不同的服务条款和条件约束的，若新服务未发布服务条款和条件是，则适用本条款，其他未尽事宜，奖聊拥有最终解释权。</p>
<h2>三、	用户的账户、密码和安全性</h2>
<p>您在使用奖聊一些服务时可能需要注册一个账户，您一旦成功注册，成为奖聊用户，您将得到登陆账户、登陆密码，并且您可以实名设置支付密码来增加自己的资金安全。如果您未保管好自己的账户、登陆密码或支付密码，而对您、奖聊或第三方造成的损害，您将负全部责任。用户同意若发现任何非法使用用户账号或安全漏洞的情况，立即通告奖聊。</p>
<h2>四、	用户信息与保护</h2>
<p>4.1 我们提供服务时，可能会收集、存储和使用与您有关的信息。如果您不提供相关信息，可能无法注册成为我们的用户或无法享受我们提供的某些服务，或者无法达到相关服务拟达到的效果。这些信息包括但不限于：</p>
（1）您在注册账户或使用我们的服务时，向我们提供的相关个人信息，例如电话号码、电子邮件或银行卡号、第三方支付信息等；<br>
（2）您通过我们的服务向其他方提供的共享信息，以及您使用我们的服务时所存储的信息，包括但不限于日志信息、位置信息等；<br>
（3）其他方使用我们的服务时所提供有关您的共享信息；<br>
（4）我们可能手机的信息：包括但不限于日志信息和位置信息。<br>
<p>4.2 根据国家法律法规规定的或者为了您的账户安全，奖聊的一些服务（包括但不限于用于提款、代扣代缴税款），您需要填写真实的身份信息。若您填写的信息资料不准确，不真实，不合法有效，则无法使用本服务或在使用过程中部分收到限制，这种情况下奖聊保留结束用户使用奖聊各项服务的权利，因此收到损失的责任由用户承担。</p>
4.3 一般情况下，您可以随时浏览、修改自己提交的信息，但出于安全性和身份识别的考虑，您可能无法修改注册时的账户名、提供的部分初始注册信息及其他验证信息，奖聊拥有该部分的最终解释权。<br>
4.4 奖聊将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息（包括姓名、身份证号码、住址、电子邮箱、银行卡号、第三方支付信息），以免遭受未经授权的访问、使用或披露。<br>
4.5 奖聊不会将您的个人信息转移或披露给任何非关联的第三方，除非：<br>
（1）相关法律法规或法院、政府机关要求；<br>
（2）为完全合并、分立、收购或资产转让而转移；<br>
（3）为提供您要求的服务所必需；<br>
（4）您要求奖聊或授权某人通过电子邮件服务透露这些信息；<br>
4.6 用户在享用奖聊各项服务的同时，同意接受奖聊提供的各类信息服务，包括但不限于通过短信、电子邮件接收通知、更新的信息。<br>
<h2>五、	自备设备</h2>
5.1 您应当理解，您使用奖聊的服务需自行准备与相关服务有关的终端设备（如电脑、调制解调器等装置），并承担所需的费用（如电话费、上网费等费用）。<br>
5.2 您理解并同意，您使用本服务时会耗用您的终端设备和带宽等资源。<br>
<h2>六、	本服务的使用方式</h2>
6.1 除非您与奖聊另有约定，您同意本服务为您个人非商业性质使用。<br>
6.2 您应当通过奖聊提供或认可的方式使用本服务。您依本协议条款所取得的权利不可转让。<br>
6.3 您不得使用未经奖聊授权的插件、外挂或第三方工具对本协议项下的服务进行干扰、破坏、修改或施加其他影响。<br>
<h2>七、	按现状提供服务</h2>
您理解并同意，奖聊的服务是按照现有技术和条件所能达到的现状提供的。奖聊会尽最大努力向您提供服务，确保服务的连贯性和安全性；但奖聊不能随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。用户在使用奖聊过程中自行承担风险。<br>
<h2>八、	收费服务</h2>
8.1 奖聊部分服务是以收费方式提供的，如您使用收费服务，请遵守相关的协议。<br>
8.2 奖聊可能根据实际需要对收费服务的收费标准、方式进行修改和变更，奖聊也可能会对部分免费服务开始收费。前述修改、变更或开始收费前，奖聊将在响应服务页面进行通知或公告。如果您不同意上述修改、变更或付费内容，则应停止使用该服务。<br>
<h2>九、	基于软件提供服务</h2>
若奖聊依托“软件”向您提供服务，您还应遵守一下约定：<br>
9.1 您在使用本服务的过程中可能需要下载软件，对于这些软件，奖聊给予您一项个人的、不可转让及排他性的许可。您仅可为访问或者使用本服务的目的而使用这些软件。<br>
9.2 为了改善用户体验、保证服务的安全性及产品功能的一致性，奖聊可能会对软件进行更新。您应该将相关软件更新到最新版本，否则奖聊并不保证其能正常使用。<br>
9.3 奖聊可能为不同的终端设备开发不同的软件版本，您应当根据实际情况选择下载合适的版本进行安装。您可以直接从奖聊的网站上获取软件，也可以从得到奖聊授权的第三方获取。如果您从未经奖聊授权的第三方获取软件或软件名称相同的安装程序，奖聊无法保证该软件能够正常使用，并对因此给您造成的损失不予负责。<br>
9.4 除非奖聊书面许可，您不得从事下列任一行为：<br>
（1）删除软件及其副本上关于著作权的信息；<br>
（2）对软件进行反向工程、反向汇编、反向编译，或以其他方式尝试发现软件的源代码；<br>
（3）对奖聊拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；<br>
（4）对软件或者软件运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器的交互数据，以及软件运行所必须的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生产品，形式包括但不限于使用插件、外挂或非经奖聊授权的第三方工具/服务接入软件和相关系统；<br>
（5）通过修改或伪造软件运行中的指令、数据、增加、删减、变动运营或向公众传播，无论这些行为是否为商业目的；<br>
（6）通过奖聊开发、授权的第三方软件、插件、外挂、系统、登陆或使用奖聊软件及服务，或制作、发布、传播非奖聊开发、授权的第三方软件、插件、外挂、系统。<br>
<h2>十、	广告</h2>
10.1 您同意奖聊可以在提供服务的过程中自行或由第三方广告商向您发送广告、推广或宣传信息（包括商业与非商业信息），其方式和范围可不经向您特别通知而变更。<br>
10.2 奖聊可能为您提供选择关闭广告信息的功能，但任何时候您都不得以协议未明确约定或奖聊未书面许可的方式屏蔽、过滤广告信息。<br>
10.3 奖聊依照法律的规定对广告商履行相关义务，您应当自行判断广告信息的真实性并为自己的判断行为负责，除法律明确规定外，您因依该广告信息进行的交易或前述广告商提供的内容而遭受的损失或损害，奖聊不承担责任。<br>
10.4 您同意，对奖聊服务中出现的广告信息，您应审慎判断其真实性和可靠性，除法律明确规定外，用户应对依该广告信息进行的交易负责。<br>
<h2>十一、	知识产权协议</h2>
11.1 奖聊的服务内容包括但不限于：网页、软件、文字、音频、视频、图片、图表；广告中的全部内容；电子邮件的全部内容；奖聊未用户提供的其他信息。所有这些内容受版权、商标、标签和其他财产所有权法律的保护。奖聊在本服务中所使用的”奖聊“等商业标识，其著作权或商标权归奖聊所有。所以，用户经过奖聊书面形式的明确许可才能使用。未经奖聊书面形式的明确许可，任何单位或个人不得以任何方式全部或部分复制、转载、引用、链接、抓取或再造这些内容、或创造与这些内容有关的衍生作品。如有违反本条协议者，一经调查及核实，奖聊将决不姑息，坚决追究其法律责任，并要求其赔偿因其行为所造成的任何经济损失。<br>
11.2 对于用户通过奖聊所发布的任何公开信息，用户在此确认并同意奖聊在全球范围内对上述公开信息享有免费的、永久性的、不可撤销的、非独家的和完全再许可的权利和许可，并以使用、复制、修改、改变、汇编、出版、翻译、据以创作衍生作品、传播、表演和公开展示此等内容（整体或部分），和/或将此等内容编入当前一直的或以后开发的其他任何形式作品、媒体或技术中。<br>
11.3 用户在奖聊所发布的内容及其他智力成果，必须保证其已经拥有必要的知识产权权利或得到明确授权以进行该内容或智力成果的提供、发布、提交等行为。用户在此同意并承诺，在奖聊平台上的内容及其他智力成果不构成对他人知识产权或其他权利的侵犯。如果奖聊收到权利人通知，主张您发送或传播的内容侵犯其相关权利的，您同意奖聊有权进行独立判断并采取删除、屏蔽或断开链接等措施。因用户违反上述承诺，所造成或引起的任何形式的法律纠纷，由用户个人承担法律责任，奖聊不承担任何响应法律及经济责任。<br>
11.4 非经奖聊同意，用户承诺不得将已发表于奖聊网站或移动客户端的话题等信息内容和/或智力成果，发布于或授权于与奖聊存在直接竞争关系的同类网站或移动客户端使用。一经发现，奖聊有权暂停或永久性关闭用户的奖聊账号，同时要求用户撤销其在同类竞争网站或移动客户端上使用的发表于奖聊网站或移动客户端的信息内容和/或智力成果。<br>
11.5 本用户协议已构成《中华人民共和国著作权法》及相关法律规定的著作权财产性权利（包括但不限于：复制权、发行权、出租权、展览权、表演权、广播权、信息网络传播权、改编权、设置权、翻译权、汇编权等）的转让书面协议，其效力及于用户在奖聊网站、移动客户端发布的任何受著作权法保护的作品内容。<br>
<h2>十二、	第三方提供的产品或服务</h2>
您在奖聊平台上使用第三方的产品或服务时，除遵守本协议约定外，还应遵守第三方的用户协议。奖聊和第三方对可能出现的纠纷在法律规定和约定的范围内各自承担责任。如果因为用户引发奖聊和第三方的纠纷，用户应该承担相应的责任。<br>
<h2>十三、	用户的权利与义务</h2>
13.1 用户可免费使用网站的网上数据分析系统，进行有关业务的分析，或查询历史投注情况和账户账单管理。<br>
13.2 所有用户享有在本网站参加各类活动和游戏，以及查找免费资料的权利。<br>
13.3 用户单独承担发布内容的责任。用户对服务的使用是根据所有适用于奖聊的国家法律、地方法律和国际法律标准的。用户须承诺：<br>
A、 反对宪法所确定的基本原则的；<br>
B、 危害国家安全、泄露国家机密，颠覆国家政权、破坏国家统一的；<br>
C、 损害国家荣誉和利益的；<br>
D、 煽动民族仇恨、民族歧视、破坏民族团结的；<br>
E、 破坏国家宗教政策，宣扬邪教和封建迷信的；<br>
F、 散布谣言，扰乱社会秩序，破坏社会稳定的；<br>
G、散布淫秽、色情、赌博、暴力、凶杀、恐怖或教唆犯罪的；<br>
H、侮辱或诽谤他人，侵害他人合法权益的；<br>
I、广告信息、垃圾信息（包括但不限于个人联系方式、群组联系方式等变相广告及垃圾信息）；<br>
J、含有法律、行政法规禁止的其他内容的。<br>
（2）在奖聊的网页上发布信息或者利用奖聊的服务时还必须符合其他有关国家和地区的法律规定以及国际法的有关规定。<br>
（3）不利用奖聊的服务从事一下活动：<br>
A、未经允许，进入计算机信息网络或使用计算机信息网络资源的；<br>
B、未经允许，对计算机信息网络功能进行删除、修改或增加的；<br>
C、未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；<br>
D、故意制作、传播计算机病毒等破坏性程序的；<br>
E、其他危害计算机信息网络安全的行为；<br>
F、洗钱等危害金融安全的行为；<br>
G、恶意虚构事实、隐瞒真相以误导、欺骗他人；<br>
H、其他国家法律法规禁止的行为。<br>
（4）不以任何方式干扰奖聊的服务。<br>
（5）遵守奖聊的所有其他规定和程序。<br>
（6）奖聊发现或收到他人举报您发布的信息违反本条约定，奖聊有权进行独立判断并采取技术手段予以删除、屏蔽或断开链接。同时，奖聊有权视用户的行为性质，采取包括但不限于暂停或终止服务，限制、冻结或终止奖聊账号的使用，没收用户在奖聊的金额及追究法律责任等措施。<br>
（7）用户若在奖聊的行为违反国家的法律法规，相关国家机关或机构可能会对您提起诉讼、罚款或采取其他制裁措施，并要求奖聊给予协助。您违反本条约定，导致任何第三方损害的，您应当独立承担责任；奖聊因此遭受损失的，您也应当一并赔偿。<br>
<h2>十四、	不可抗力或其他免责事由</h2>
14.1 您理解并同意，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生终端。不可抗力是指不能遇见、不可能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，奖聊将努力在第一时间与相关单位配合，及时进行修复，但由此给您造成的户奖聊在法律允许的范围内免责。<br>
14.2 在法律允许的范围内，奖聊对以下情形导致的服务中断或受阻不承担责任：<br>
（1）受到计算机病毒、木马或其他恶意程序、黑客共计的破坏；<br>
（2）用户或奖聊的电脑软件、系统、硬件和通信线路出现故障；<br>
（3）用户操作不当；<br>
（4）用户通过非奖聊授权的方式使用本服务；<br>
（5）其他奖聊无法控制或合理预见的情形。<br>
14.3 您理解并同意，在使用本服务的过程中，可能会遇到网络信息或其他用户行为带来的风险，奖聊不对任何信息的真实性、适用性、合法性承担责任，也不对因侵权行为给您造成的损害负责。这些风险包括但不限于：<br>
（1）来自他人匿名或冒名的含有威胁、诽谤、令人反感或非法内容的信息；<br>
（2）因使用本协议项下的服务，遭受他人误导、欺骗或其他导致可能导致的任何心理、生理上的伤害以及经济上的损失；<br>
（3）其他因网络信息或用户行为引起的风险。<br>
14.4 您理解并同意，本服务并非为某些特定目的而设计，包括但不限于核设施、军事用途、医疗设施、交通通讯等重要领域。如果因为软件或服务的原因导致上述操作失败而带来的人员伤亡、财产损失和环境破坏等，奖聊不承担法律责任。<br>
14.5 奖聊依据本协议约定获得处理违法违规内容的权利，该权利不构成奖聊的义务或承诺，奖聊不能保证及时发现违法行为或进行相应的处理。<br>
14.6 在任何情况下，您不应轻信借款、索要密码或其他涉及财产的网络信息。涉及财产操作的，请一定先核实对方身份，并请经常留意奖聊有关防范诈骗犯罪的提示。<br>
<h2>十五、	服务的更新、终端、终止</h2>
15.1 奖聊可能会对服务内容进行变更，也可能会中断、终止服务。<br>
15.2 您理解并同意，奖聊有权自主决定经营策略。在奖聊发生合并、分立、收购、资产转让时，奖聊可向第三方转让本服务下的相关资产；奖聊也可在单方通知您后，将本协议下部分或全部服务转交由第三方运营或履行。具体受让主体以奖聊通知的为准。<br>
15.3 如发生下列任何一种情况，奖聊有权不经通知而中断或终止向您提供服务：<br>
（1）根据法律规定您应提交真实信息，而您提供的个人资料不真实、或与注册时信息不一致又未能提供合理证明；<br>
（2）您违反相关法律法规或本协议的约定；<br>
（3）按照法律规定或主管部门的要求；<br>
（4）出于安全的原因或其他必要的情形。<br>
15.4 奖聊有权按本协议第八条的约定进行收费。若您未按时足额付费，奖聊有权中断、中止或终止提供服务。<br>
15.5 您有责任自行备份存储在本服务中的数据。如果您的服务被终止，奖聊可以从服务器上永久地删除您的数据，但法律法规另有规定的除外。服务终止后，奖聊没有义务向您返还数据。<br>
<h2>十六、	管辖与法律</h2>
16.1 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。用户和奖聊一致同意服从其管辖。如发生奖聊服务条款与中华人民共和国相抵触时，则这些条款将完全按照法律规定重新解释，而其他条款则依旧保持对用户产生法律效力和影响。<br>
16.2 本协议签订地为中华人民共和国沈阳市沈河区。<br>
16.3 若您和奖聊之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地（即中华人民共和国沈阳市沈河区）有管辖权的人民法院管辖。<br>
16.4 用户同意保障和维护奖聊全体成员的利益，负责支付用户使用超出服务范围引起的律师费用，违反服务条款的损害补偿费用，其他人使用用户的电脑、账号和其他知识产权的追索费等。<br>
16.5 本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。<br>
16.6 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。<br>
<h2>十七、	其他</h2>
如果您对本协议或服务有意见或建议，可与奖聊客户服务部门联系（400 1691 810），我们会给予您必要的帮助。<br>
<h2>十八、	未尽事宜</h2>
本服务条款的未尽事宜，奖聊在不违背有关法律、法规，不违反公共道德准则的情况下，由奖聊做出最终解释、补充，或另行约定附则。<br>

	
</body>
</html>